[
  {
    "name": "Romance",
    "description": "Focuses on relationships and romantic love, with sub-genres like contemporary, historical, suspense, and paranormal romance."
  },
  {
    "name": "Crime/Mystery",
    "description": "Involves the investigation of a crime, with a detective or amateur sleuth working to solve a mystery by the story's end."
  },
  {
    "name": "Thriller/Suspense",
    "description": "Designed to keep readers on edge with high levels of suspense and tension, often featuring espionage, legal issues, or psychological twists."
  },
  {
    "name": "Fantasy",
    "description": "Includes magic or supernatural elements, with sub-genres such as epic fantasy, urban fantasy, and magical realism."
  },
  {
    "name": "Science Fiction",
    "description": "Explores futuristic concepts, advanced technology, space exploration, time travel, and extraterrestrial life, focusing on their impact on society."
  },
  {
    "name": "Young Adult",
    "description": "Features teenage protagonists dealing with a variety of themes, crossing genres such as romance, dystopia, and fantasy."
  },
  {
    "name": "Historical Fiction",
    "description": "Set in the past, often during significant events, aiming to transport readers to another time and place with attention to historical detail."
  },
  {
    "name": "Horror",
    "description": "Intended to frighten and unsettle, may include supernatural elements, psychological thrillers, and dark themes to induce fear."
  },
  {
    "name": "Non-Fiction",
    "description": "Encompasses real-life subjects, including sub-categories like biographies, memoirs, self-help, and history, aiming to inform or educate readers."
  },
  {
    "name": "Biography/Autobiography",
    "description": "Narrative of a person's life, told by someone else or by the individual themselves, often highlighting notable events and achievements."
  },
  {
    "name": "Self-Help/Personal Development",
    "description": "Offers advice and strategies for improving one’s life, covering topics like relationships, career, and mental health."
  },
  {
    "name": "Memoir",
    "description": "A form of autobiographical writing, a memoir provides a personal look into the author’s life experiences."
  },
  {
    "name": "Cookbooks/Food & Wine",
    "description": "Features recipes and culinary techniques, often themed around types of food, cuisine, or the experiences of a chef."
  },
  {
    "name": "Graphic Novels/Comics",
    "description": "Uses sequential art to tell a story, ranging from superheroes to intimate personal narratives."
  },
  {
    "name": "Children’s Books",
    "description": "Written for young readers, these books often include illustrations and teach life lessons or tell imaginative stories."
  },
  {
    "name": "Humor",
    "description": "Intended to provoke laughter and provide amusement, often through satire, irony, or comedic anecdotes."
  },
  {
    "name": "Travel",
    "description": "Covers the experiences of travel, including guides, travelogues, and the exploration of different cultures and places."
  },
  {
    "name": "Religion/Spirituality",
    "description": "Explores religious beliefs, spiritual practices, and the quest for meaning."
  },
  {
    "name": "Health/Fitness",
    "description": "Provides information on health, wellness, fitness, and diet, often with the goal of improving quality of life."
  },
  {
    "name": "True Crime",
    "description": "Explores real criminal cases, delving into the investigation, the criminal mind, and the impact on those involved."
  },
  {
    "name": "Education",
    "description": "Covers topics on teaching methods, academic studies, and educational theory, aimed at educators and students alike."
  },
  {
    "name": "Poetry",
    "description": "Expresses ideas and emotions through distinctive style and rhythm, including various forms such as sonnets, haikus, and free verse."
  },
  {
    "name": "Art & Photography",
    "description": "Showcases visual arts, providing insight into art history, theory, or the work of individual artists and photographers."
  },
  {
    "name": "Business/Finance",
    "description": "Offers insights into the business world, discussing economics, entrepreneurship, investment strategies, and personal finance."
  },
  {
    "name": "Politics",
    "description": "Discusses the mechanics of politics, policy analysis, governmental structure, and political ideologies."
  }
]
